Repository: marcioBigolin/m2
Catalog: locales/*/LC_MESSAGES/Home.po
Languages: es

source: MDI - Análise com AI
es: MDI - Análisis con AI

source: API KEY Salva só alegria!
es: API KEY Guardada, ¡solo alegría!

source: Digite aqui uma pergunta sobre os dados
es: Escribe aquí una pregunta sobre los datos

source: Gerar
es: Generar

source: Prompt history:
es: Historial de comandos:

source: Explore os dados utilizando Inteligência artificial
es: Explore los datos utilizando Inteligencia artificial

source: Filtre os dados
es: Filtra los datos

source: Quais anos deseja analisar?
es: ¿Qué años desea analizar?

source: Dashboard
es: Tablero

source: Entendendo meus dados
es: Entendiendo mis datos
